Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Google Play rejected the request because the service account is not authorized for this app. In the Play Console, invite the service account under Users and permissions and grant it access to edit this app's store listing.
ar: Google Play رفض الطلب لأن حساب الخدمة غير مصرح به لهذا التطبيق. في Play Console، قم بدعوة حساب الخدمة ضمن المستخدمون والأذونات وامنحه حق الوصول لتعديل قائمة متجر هذا التطبيق.
ca: Google Play ha rebutjat la sol·licitud perquè el compte de servei no està autoritzat per a aquesta aplicació. A Play Console, convideu el compte de servei a Usuaris i permisos i concedeu-li accés per editar la fitxa de la botiga d'aquesta aplicació.
cs: Google Play zamítl požadavek, protože servisní účet není pro tuto aplikaci autorizován. Ve službě Play Console pozvěte servisní účet v části Uživatelé a oprávnění a udělte mu přístup k úpravě záznamu této aplikace v obchodu.
da: Google Play afviste anmodningen, fordi tjenestekontoen ikke er godkendt til denne app. I Play Console skal du invitere tjenestekontoen under Brugere og tilladelser og give den adgang til at redigere denne apps butiksfortegnelse.
de: Google Play hat die Anfrage abgelehnt, weil das Dienstkonto für diese App nicht berechtigt ist. Lade in der Play Console unter „Nutzer und Berechtigungen“ das Dienstkonto ein und gib ihm Zugriff zum Bearbeiten des Store-Eintrags dieser App.
el: Ο Google Play απέρριψε το αίτημα επειδή ο λογαριασμός υπηρεσίας δεν είναι εξουσιοδοτημένος για αυτήν την εφαρμογή. Στο Play Console, προσκαλέστε τον λογαριασμό υπηρεσίας στην ενότητα Χρήστες και δικαιώματα και παραχωρήστε του πρόσβαση για να επεξεργαστεί την καταχώριση καταστήματος αυτής της εφαρμογής.
es: Google Play rechazó la solicitud porque la cuenta de servicio no está autorizada para esta app. En Play Console, invita a la cuenta de servicio en Usuarios y permisos y concédele acceso para editar la ficha de Play Store de esta app.
fa: Google Play درخواست را رد کرد زیرا حساب سرویس برای این برنامه مجاز نیست. در کنسول Play، حساب سرویس را در قسمت Users and Permissions دعوت کنید و به آن اجازه دهید تا فهرست فروشگاه این برنامه را ویرایش کند.
fi: Google Play hylkäsi pyynnön, koska palvelutiliä ei ole valtuutettu tälle sovellukselle. Kutsu palvelutili Play Consolessa Käyttäjät ja käyttöoikeudet -kohdassa ja anna sille oikeus muokata tämän sovelluksen tietosivua.
fr: Google Play a rejeté la demande, car le compte de service n'est pas autorisé pour cette application. Dans la Play Console, invitez le compte de service sous Utilisateurs et autorisations et accordez-lui l'accès pour modifier la fiche Play Store de cette application.
he: Google Play דחה את הבקשה מכיוון שחשבון השירות אינו מורשה לאפליקציה הזו. ב-Play Console, הזמן את חשבון השירות תחת משתמשים והרשאות והענק לו גישה לעריכת רישום החנות של אפליקציה זו.
hr: Google Play je odbio zahtjev jer račun usluge nije ovlašten za ovu aplikaciju. Na Play konzoli pozovite račun usluge u odjeljku Korisnici i dopuštenja i dodijelite mu pristup za uređivanje unosa u trgovini ove aplikacije.
hu: Google Play elutasította a kérést, mert a szolgáltatásfiók nincs engedélyezve ehhez az alkalmazáshoz. A Play Console-ban hívd meg a szolgáltatásfiókot a Felhasználók és engedélyek alatt, és adj neki hozzáférést az alkalmazás áruházi adatlapjának szerkesztéséhez.
id: Google Play menolak permintaan karena akun layanan tidak diotorisasi untuk aplikasi ini. Di Konsol Play, undang akun layanan di bagian Pengguna dan izin, lalu berikan akses untuk mengedit cantuman toko aplikasi ini.
it: Google Play ha rifiutato la richiesta perché l'account di servizio non è autorizzato per questa app. Nella Play Console, invita l'account di servizio in Utenti e autorizzazioni e concedigli l'accesso per modificare la scheda dello store di questa app.
ja: サービスアカウントにこのアプリの権限がないため、Google Play がリクエストを拒否しました。Play Console の「ユーザーと権限」でサービスアカウントを招待し、このアプリのストア掲載情報を編集する権限を付与してください。
ko: 서비스 계정에 이 앱에 대한 권한이 없어 Google Play가 요청을 거부했습니다. Play Console의 사용자 및 권한에서 서비스 계정을 초대하고 이 앱의 스토어 등록정보를 수정할 수 있는 권한을 부여하세요.
ms: Google Play menolak permintaan kerana akaun perkhidmatan tidak dibenarkan untuk apl ini. Dalam Play Console, jemput akaun perkhidmatan di bawah Pengguna dan kebenaran dan berikannya akses untuk mengedit penyenaraian gedung apl ini.
nl: Google Play heeft het verzoek afgewezen omdat het serviceaccount niet is geautoriseerd voor deze app. Nodig het serviceaccount in de Play Console uit onder Gebruikers en rechten en verleen het toegang om de winkelvermelding van deze app te bewerken.
no: Google Play avviste forespørselen fordi tjenestekontoen ikke er autorisert for denne appen. I Play-konsollen inviterer du tjenestekontoen under Brukere og tillatelser og gir den tilgang til å redigere denne appens butikkoppføring.
pl: Google Play odrzucił żądanie, ponieważ konto usługi nie jest autoryzowane dla tej aplikacji. W Konsoli Play zaproś konto usługi w sekcji Użytkownicy i uprawnienia i przyznaj mu uprawnienia do edytowania informacji o aplikacji w aplikacji.
pt_br: O Google Play rejeitou a solicitação porque a conta de serviço não está autorizada para este app. No Play Console, convide a conta de serviço em Usuários e permissões e dê a ela acesso para editar a página da loja deste app.
pt_pt: Google Play rejeitou a solicitação porque a conta de serviço não está autorizada para este app. No Play Console, convide a conta de serviço em Utilizadores e permissões e conceda-lhe acesso para editar os detalhes do app neste app.
ro: Google Play a respins solicitarea deoarece contul de serviciu nu este autorizat pentru această aplicație. În Play Console, invitați contul de serviciu sub Utilizatori și permisiuni și acordați-i acces pentru a edita înregistrarea din magazin a acestei aplicații.
ru: Google Play отклонил запрос, так как сервисный аккаунт не авторизован для этого приложения. В Play Console пригласите сервисный аккаунт в разделе «Пользователи и разрешения» и дайте ему доступ к редактированию страницы приложения в магазине.
sk: Google Play žiadosť zamietol, pretože účet služby nie je autorizovaný pre túto aplikáciu. V službe Play Console pozvite účet služby v časti Používatelia a povolenia a udeľte mu prístup na úpravu záznamu tejto aplikácie v obchode.
sl: Google Play je zavrnil zahtevo, ker storitveni račun ni pooblaščen za to aplikacijo. V Konzoli Play povabite račun storitve pod Uporabniki in dovoljenja in mu podelite dostop za urejanje objave v trgovini te aplikacije.
sv: Google Play avvisade begäran eftersom tjänstkontot inte är auktoriserat för den här appen. I Play Console, bjud in tjänstekontot under Användare och behörigheter och ge det åtkomst att redigera appens butiksuppgifter.
th: Google Play ปฏิเสธคำขอเนื่องจากบัญชีบริการไม่ได้รับอนุญาตสำหรับแอปนี้ ใน Play Console ให้เชิญบัญชีบริการภายใต้ผู้ใช้และสิทธิ์ แล้วให้สิทธิ์แก้ไขข้อมูลผลิตภัณฑ์ใน Store ของแอปนี้
tr: Hizmet hesabının bu uygulama için yetkisi olmadığından Google Play isteği reddetti. Play Console'da, Kullanıcılar ve izinler bölümünden hizmet hesabını davet edin ve ona bu uygulamanın mağaza sayfasını düzenleme erişimi verin.
uk: Google Play відхилив запит, бо сервісний обліковий запис не має дозволу для цієї програми. У Play Console запросіть сервісний обліковий запис у розділі «Користувачі та дозволи» й надайте йому доступ до редагування сторінки цієї програми в магазині.
ur: Google Play نے درخواست مسترد کر دی کیونکہ سروس اکاؤنٹ اس ایپ کے لیے مجاز نہیں ہے۔ Play Console میں، صارفین اور اجازتوں کے تحت سروس اکاؤنٹ کو مدعو کریں اور اسے اس ایپ کی اسٹور کی فہرست میں ترمیم کرنے کے لیے رسائی فراہم کریں۔
vi: Google Play đã từ chối yêu cầu vì tài khoản dịch vụ không được cấp phép cho ứng dụng này. Trong Play Console, hãy mời tài khoản dịch vụ trong phần Người dùng và quyền rồi cấp cho tài khoản đó quyền truy cập để chỉnh sửa danh sách cửa hàng của ứng dụng này.
zh_hans: Google Play 拒绝了此请求，因为服务账号未获得此 App 的授权。请在 Play 管理中心的“用户和权限”中邀请该服务账号，并授予其编辑此 App 商品详情的权限。
zh_hant: Google Play 拒絕了此請求，因為服務帳號未獲此 App 的授權。請在 Play Console 的「使用者和權限」中邀請該服務帳號，並授予其編輯此 App 商店資訊的權限。

source: Google Play requires at least %lld screenshots per type; this row has %lld.
ar: يتطلب Google Play ما لا يقل عن %1$lld من لقطات الشاشة لكل نوع؛ يحتوي هذا الصف على %2$lld.
ca: Google Play requereix almenys %1$lld captures de pantalla per tipus; aquesta fila té %2$lld.
cs: Google Play vyžaduje alespoň %1$lld snímky obrazovky na typ; tento řádek má %2$lld.
da: Google Play kræver mindst %1$lld skærmbilleder pr. type; denne række har %2$lld.
de: Google Play verlangt mindestens %lld Screenshots pro Typ; diese Zeile hat %lld.
el: Το Google Play απαιτεί τουλάχιστον %1$lld στιγμιότυπα οθόνης ανά τύπο. αυτή η σειρά έχει %2$lld.
es: Google Play requiere al menos %lld capturas por tipo; esta fila tiene %lld.
fa: Google Play برای هر نوع دست‌کم %1$lld اسکرین‌شات لازم دارد؛ این ردیف %2$lld اسکرین‌شات دارد.
fi: Google Play vaatii vähintään %1$lld kuvakaappausta tyyppiä kohden; tällä rivillä on %2$lld.
fr: Google Play exige au moins %lld captures d'écran par type ; cette ligne en contient %lld.
he: Google Play דורש לפחות %1$lld צילומי מסך לכל סוג; בשורה הזו יש %2$lld.
hr: Google Play zahtijeva najmanje %1$lld snimaka zaslona po vrsti; ovaj red ima %2$lld.
hu: A Google Play típusonként legalább %1$lld képernyőképet igényel; ebben a sorban %2$lld található.
id: Google Play memerlukan setidaknya %1$lld tangkapan layar per jenis; baris ini memiliki %2$lld.
it: Google Play richiede almeno %lld screenshot per tipo; questa riga ne ha %lld.
ja: Google Play では種類ごとに%1$lld枚以上のスクリーンショットが必要ですが、この行には%2$lld枚しかありません。
ko: Google Play는 유형당 스크린샷이 최소 %lld개 필요한데, 이 행에는 %lld개가 있습니다.
ms: Google Play memerlukan sekurang-kurangnya %1$lld tangkapan skrin bagi setiap jenis; baris ini mempunyai %2$lld.
nl: Google Play vereist minimaal %1$lld screenshots per type; deze rij bevat %2$lld.
no: Google Play krever minst %1$lld skjermbilder per type; denne raden har %2$lld.
pl: Google Play wymaga co najmniej %1$lld zrzutów ekranu dla każdego typu; ten wiersz zawiera %2$lld.
pt_br: O Google Play exige pelo menos %lld capturas de tela por tipo; esta linha tem %lld.
pt_pt: Google Play requer pelo menos %1$lld capturas de ecrã por tipo; esta linha tem %2$lld.
ro: Google Play necesită cel puțin %1$lld capturi de ecran per tip; acest rând are %2$lld.
ru: Минимум скриншотов одного типа в Google Play: %lld; в этой строке — %lld.
sk: Google Play vyžaduje aspoň %1$lld snímky obrazovky na typ; tento riadok má %2$lld.
sl: Google Play zahteva vsaj %1$lld posnetkov zaslona na vrsto; ta vrstica ima %2$lld.
sv: Google Play kräver minst %1$lld skärmdumpar per typ; den här raden har %2$lld.
th: Google Play ต้องมีภาพหน้าจออย่างน้อย %1$lld ต่อประเภท แถวนี้มี %2$lld
tr: Google Play tür başına en az %lld ekran görüntüsü gerektirir; bu satırda %lld tane var.
uk: Мінімум знімків екрана одного типу в Google Play: %lld; у цьому рядку — %lld.
ur: Google Play فی قسم کم از کم %1$lld اسکرین شاٹس کی ضرورت ہے؛ اس قطار میں %2$lld ہے۔
vi: Google Play yêu cầu ít nhất %1$lld ảnh chụp màn hình cho mỗi loại; hàng này có %2$lld.
zh_hans: Google Play 要求每种类型至少有 %lld 张截图；此行只有 %lld 张。
zh_hant: Google Play 每種類型至少需要 %lld 張螢幕截圖；此列有 %lld 張。

# Google Play returned %lld while trying to %@.
source: Google Play returned %1$lld while trying to %2$@.
ar: قام Google Play بإرجاع %1$lld أثناء محاولة %2$@.
ca: Google Play ha retornat %1$lld mentre intentava %2$@.
cs: Google Play vrátil %1$lld při pokusu o %2$@.
da: Google Play returnerede %1$lld, mens han forsøgte at %2$@.
de: Google Play hat beim Versuch, %2$@, den Statuscode %1$lld zurückgegeben.
el: Ο Google Play επέστρεψε %1$lld ενώ προσπαθούσε στο %2$@.
es: Google Play devolvió el código %1$lld al intentar %2$@.
fa: هنگام تلاش برای %2$@، Google Play کد %1$lld را برگرداند.
fr: Google Play a renvoyé le code %1$lld lors de la tentative de %2$@.
he: Google Play החזיר %1$lld תוך כדי ניסיון %2$@.
hr: Google Play je vratio %1$lld dok je pokušavao %2$@.
hu: Google Play %1$lld-t adott vissza, miközben megpróbálta %2$@.
id: Google Play mengembalikan %1$lld ketika mencoba %2$@.
it: Google Play ha restituito il codice %1$lld durante il tentativo di %2$@.
ja: %2$@中に Google Play からコード %1$lld が返されました。
ko: %2$@ 중에 Google Play가 %1$lld 코드를 반환했습니다.
ms: Google Play mengembalikan %1$lld semasa mencuba %2$@.
nl: Google Play heeft %1$lld geretourneerd terwijl hij probeerde %2$@.
no: Google Play returnerte %1$lld mens han prøvde å %2$@.
pl: Google Play zwrócił %1$lld podczas próby %2$@.
pt_br: O Google Play retornou o código %1$lld ao tentar %2$@.
pt_pt: Google Play retornou %1$lld ao tentar %2$@.
ro: Google Play a returnat %1$lld în timp ce încerca să %2$@.
ru: Google Play вернул код %1$lld при попытке %2$@.
sk: Google Play vrátilo %1$lld pri pokuse o %2$@.
sl: Google Play je med poskusom %2$@ vrnil %1$lld.
sv: Google Play returnerade %1$lld när han försökte %2$@.
th: Google Play ส่งคืน %1$lld ขณะที่พยายาม %2$@
tr: Google Play, %2$@ işlemi sırasında %1$lld kodunu döndürdü.
uk: Google Play повернув код %1$lld під час спроби %2$@.
ur: Google Play نے %2$@ کی کوشش کرتے ہوئے %1$lld واپس کر دیا۔
vi: Google Play đã trả về %1$lld trong khi cố gắng %2$@.
zh_hans: Google Play 在%2$@时返回了状态码 %1$lld。
zh_hant: Google Play 在%2$@時傳回了狀態碼 %1$lld。

# Google Play returned %lld: %@
source: Google Play returned %1$lld: %2$@
ar: Google Play تم إرجاع %1$lld: %2$@
ca: Google Play ha retornat %1$lld: %2$@
cs: Google Play vrátilo %1$lld: %2$@
da: Google Play returnerede %1$lld: %2$@
de: Google Play hat %1$lld zurückgegeben: %2$@
el: Ο Google Play επέστρεψε %1$lld: %2$@
es: Google Play devolvió %1$lld: %2$@
fa: Google Play %1$lld را برگرداند: %2$@
fi: Google Play palautti %1$lld: %2$@
fr: Google Play a renvoyé %1$lld : %2$@
he: Google Play החזיר %1$lld: %2$@
hr: Google Play vratio %1$lld: %2$@
hu: Google Play a következőt adta vissza: %1$lld: %2$@
id: Google Play dikembalikan %1$lld: %2$@
it: Google Play ha restituito %lld: %@
ja: Google Play が %1$lld を返しました: %2$@
ko: Google Play가 %1$lld 응답을 반환했습니다: %2$@
ms: Google Play dikembalikan %1$lld: %2$@
nl: Google Play heeft %1$lld geretourneerd: %2$@
no: Google Play returnerte %1$lld: %2$@
pl: Google Play zwróciło %1$lld: %2$@
pt_br: Google Play retornou %1$lld: %2$@
pt_pt: Google Play retornou %1$lld: %2$@
ro: Google Play a returnat %1$lld: %2$@
ru: Google Play вернул код %lld: %@
sk: Google Play vrátilo %1$lld: %2$@
sl: Google Play je vrnil %1$lld: %2$@
sv: Google Play returnerade %1$lld: %2$@
th: Google Play ส่งคืน %1$lld: %2$@
tr: Google Play %lld döndürdü: %@
uk: Google Play повернув %lld: %@
ur: Google Play واپس آیا %1$lld: %2$@
vi: Google Play đã trả về %1$lld: %2$@
zh_hans: Google Play 返回 %1$lld：%2$@
zh_hant: Google Play 傳回 %lld：%@

source: Google Play service account required
ar: Google Play مطلوب حساب الخدمة
ca: Cal Google Play compte de servei
cs: Je vyžadován servisní účet Google Play
da: Google Play tjenestekonto påkrævet
de: Google Play-Dienstkonto erforderlich
el: Απαιτείται Google Play λογαριασμός υπηρεσίας
es: Se requiere una cuenta de servicio de Google Play
fa: به حساب سرویس Google Play نیاز است
fi: Google Play palvelutili vaaditaan
fr: Compte de service Google Play requis
he: נדרש חשבון שירות Google Play
hr: Potreban je račun usluge Google Play.
hu: Google Play szolgáltatásfiók szükséges
id: Google Play akun layanan diperlukan
it: Account di servizio Google Play richiesto
ja: Google Play のサービスアカウントが必要です
ko: Google Play 서비스 계정 필요
ms: Google Play akaun perkhidmatan diperlukan
nl: Google Play serviceaccount vereist
no: Google Play tjenestekonto kreves
pl: Wymagane konto usługi Google Play.
pt_br: Conta de serviço do Google Play necessária
pt_pt: Google Play conta de serviço necessária
ro: Este necesar un cont de serviciu Google Play.
ru: Требуется сервисный аккаунт Google Play
sk: Vyžaduje sa Google Play servisný účet
sl: Potreben je račun storitve Google Play.
sv: Google Play tjänstkonto krävs
th: ต้องมีบัญชีบริการ Google Play
tr: Google Play hizmet hesabı gerekli
uk: Потрібен сервісний обліковий запис Google Play
ur: Google Play سروس اکاؤنٹ درکار ہے۔
vi: Cần có tài khoản dịch vụ Google Play
zh_hans: 需要 Google Play 服务账号
zh_hant: 需要 Google Play 服務帳號
